Repository: vicbeck2/svnshooshoo
Catalog: unicode-org/territories.tmx
Source language: en
Languages: af, am, ar, bg, bn, ca, cs, de, dz, el, eo, es, et, eu, fa, fo, fr, ga, gu, haw, he, hi, hr, hu, hy, is, ja, ka, km, kn, ko, lo, lt, lv, mk, mt, pl, ps, pt, ru, sk, sl, so, sq, sr, sw, ta, th, tr, uk, vi, zh

source: American Samoa
bg: Американско Самоа
cs: Americká Samoa
de: Amerikanisch-Samoa
el: Αμερικανική Σαμόα
es: Samoa Americana
et: Ameerika Samoa
fa: ساموای امریکا
fr: Samoa américaines
ga: Samó Meiriceánach
he: סמואה האמריקנית
hr: Američka Samoa
hu: Amerikai Szamoa
is: Bandaríska Samóa
ja: 米領サモア
ko: 아메리칸 사모아
lt: Amerikos Samoa
lv: Amerikāņu Samoa
mk: Американска Самоа
mt: Samoa Amerikana
pl: Samoa Amerykańskie
pt: Samoa Americana
ru: Американское Самоа
sk: Americká Samoa
sl: Ameriška Samoa
sr: Američka Samoa
tr: Amerikan Samoası
uk: Американське Самоа
zh: 美属萨摩亚

source: Aruba
bg: Аруба
el: Αρούμπα
eo: Arubo
fa: آروبا
he: ארובה
is: Arúba
ja: アルバ島
ko: 아루바
lo: ອາລູບາ
mk: Аруба
ru: Аруба
sr: Аруба
th: อารูบา
uk: Аруба
zh: 阿鲁巴

source: Bouvet Island
bg: Остров Буве
cs: Ostrov Bouvet
de: Bouvetinsel
el: Νήσος Μπουβέ
es: Isla Bouvet
et: Bouvet’ saar
fa: جزیره‌ی بووت
fr: Île Bouvet
ga: Oileáin Bouvet
he: האי בובה
hr: Otok Bouvet
hu: Bouvet-sziget
is: Bouveteyja
ja: ブーベ島
ko: 부베
lt: Bouvet sala
lv: Buvē sala
mk: Боувитови острови
pl: Wyspa Bouveta
pt: Ilha Bouvet
ru: Остров Буве
sk: Bouvetov ostrov
sl: Otok Bouvet
sr: Буве
tr: Bouvet Adası
uk: Буве, острів
zh: 布维特岛

source: Cocos (Keeling) Islands
bg: Кокосови (Кийлинг) острови
cs: Kokosové ostrovy
de: Kokosinseln (Keeling)
el: Νήσοι Κόκος (Κήλινγκ)
es: Islas Cocos (Keeling)
et: Kookossaared
fa: جزایر کوکوس
fr: Îles Cocos
ga: Oileáin Cocos (Keeling)
he: איי קוקוס (קילינג)
hi: किंशासा
hr: Kokos (Keeling) Otoci
hu: Kókusz (Keeling)-szigetek
is: Kókoseyjar
ja: ココス (キーリング) 諸島
ko: 코코스제도
lt: Kokosų salos
lv: Kokosu (Kīlinga) salas
mk: Кокосови острови
pl: Wyspy Kokosowe (Keelinga)
pt: Ilhas Cocos (Keeling)
ru: Кокосовые Острова (Киилинг)
sk: Kokosové (Keelingove) ostrovy
sl: Kokosovi otoki
sr: Кокосова Острва
tr: Cocos (Keeling) Adaları
uk: Кокосові острови
zh: 科科斯群岛

source: Cook Islands
bg: Острови Кук
cs: Cookovy ostrovy
de: Cookinseln
el: Νήσοι Κουκ
eo: Kukinsuloj
es: Islas Cook
et: Cooki saared
fa: جزایر کوک
fr: Îles Cook
ga: Oileáin Cook
he: איי קוק
hr: Kukovi Otoci
hu: Cook-szigetek
is: Cookseyjar
ja: クック諸島
ko: 쿡제도
lt: Kuko salos
lv: Kuka salas
mk: Кукови Острови
pl: Wyspy Cooka
pt: Ilhas Cook
ru: Острова Кука
sk: Cookove ostrovy
sl: Cookovi otoki
sr: Kukova Ostrva
tr: Cook Adaları
uk: Острови Кука
zh: 库克群岛

source: Christmas Island
bg: Остров Кристмас
cs: Vánoční ostrovy
de: Weihnachtsinsel
el: Νήσος Χριστουγέννων
es: Isla Navidad
et: Jõulusaar
fa: جزیره‌ی کریسمس
fr: Île Christmas
ga: Oileán na Nollag
he: איי כריסטמס
hr: Božićni Otoci
hu: Karácsony-szigetek
is: Jólaey
ja: クリスマス島
ko: 크리스마스섬
lt: Kalėdų sala
lv: Ziemsvētku sala
mk: Божиќни Острови
pl: Wyspa Bożego Narodzenia
pt: Ilhas Natal
ru: Остров Рождества
sk: Vianočný ostrov
sl: Božični otok
sr: Божићно Острво
tr: Christmas Adası
uk: Острів Різдва
zh: 圣诞岛

source: Falkland Islands
bg: Фолклендски острови
cs: Falklandské ostrovy
de: Falklandinseln
el: Νήσοι Φώκλαντ
es: Islas Falkland (Malvinas)
et: Falklandi saared
fa: جزایر فالکلند
fr: Îles Falkland (Malvinas)
ga: Oileáin Fháclainne
he: איי פוקלנד
hr: Falklandski Otoci
hu: Falkland-szigetek
is: Falklandseyjar
ja: フォークランド諸島
ko: 포클랜드제도
lt: Folklendo salos (Malvinai)
lv: Folklenda salas
mk: Фокландски Острови
pl: Falklandy (Malwiny)
pt: Ilhas Malvinas
ru: Фольклендские Острова
sk: Falklandské ostrovy
sl: Falklandski (Malvinski) otoki
sr: Фолкландска Острва
th: หมู่เกาะฟอล์คแลนด์
tr: Falkland Adaları (Malvinalar)
uk: Фолклендські Острови (Мальвіни)
zh: 福克兰群岛

source: Faroe Islands
bg: Фарьорски острови
cs: Faerské ostrovy
de: Färöer
el: Νήσοι Φερόες
eo: Ferooj
es: Islas Feroe
et: Fääri saared
fa: جزایر فارو
fo: Føroyar
fr: Îles Féroé
ga: Oileáin Fharó
he: איי פארו
hr: Farski Otoci
hu: Feröer-szigetek
is: Færeyjar
ja: フェロー諸島
ko: 페로제도
lt: Farerų salos
lv: Farēru salas
mk: Фарски Острови
mt: Gżejjer Faroe
pl: Wyspy Owcze
pt: Ilhas Faroe
ru: Фарерские острова
sk: Faerské ostrovy
sl: Fererski otoki
sr: Фарска Острва
tr: Faroe Adaları
uk: Фарерські острови
zh: 法罗群岛

source: Gibraltar
bg: Гибралтар
el: Γιβραλτάρ
eo: Ĝibraltaro
fa: گیبرالتار
ga: Giobráltar
he: גיברלטר
hu: Gibraltár
is: Gíbraltar
ja: ジブラルタル
ko: 지브롤터
lt: Gibraltaras
lv: Gibraltārs
mk: Гилбартар
ru: Гибралтар
sk: Gibraltár
sr: Гибралтар
tr: Cebelitarık
uk: Гібралтар
zh: 直布罗陀

source: Greenland
bg: Гренландия
cs: Grónsko
de: Grönland
el: Γροιλανδία
eo: Gronlando
es: Groenlandia
et: Gröönimaa
fa: گروئنلند
fr: Groenland
ga: An Ghraonlainn
he: גרינלנד
hu: Grönland
is: Grænland
ja: グリーンランド
ko: 그린란드
lt: Grenlandija
lv: Grenlande
mk: Гренланд
mt: Grinlandja
pl: Grenlandia
pt: Groênlandia
ru: Гренландия
sk: Grónsko
sl: Grenlandija
sr: Гренланд
th: กรีนแลนด์
tr: Grönland
uk: Гренландія
zh: 格陵兰

source: Guadeloupe
bg: Гваделупа
el: Γουαδελούπη
eo: Gvadelupo
es: Guadalupe
fa: گوادلوپ
ga: Guadalúip
he: גוואדלופ
is: Gvadelúpeyjar
ja: グアドループ
ko: 과달로프
lo: ກົວເດີລູບ
lt: Gvadelupė
lv: Gvadelupa
mk: Гвадалупе
mt: Gwadelupe
pl: Gwadelupa
pt: Guadalupe
ru: Гваделупа
sr: Гваделупе
th: กัวเดอลูป
uk: Гваделупа
zh: 瓜德罗普岛

source: South Georgia and the South Sandwich Islands
bg: Южна Джорджия и Южни Сандвичеви Острови
cs: Jižní Georgie a Jižní Sandwichovy ostrovy
de: Südgeorgien und die Südlichen Sandwichinseln
el: Νότια Γεωργία και Νήσοι Νότιες Σάντουιτς
eo: Sud-Georgio kaj Sud-Sandviĉinsuloj
es: Islas Georgia del Sur y Sandwich del Sur
et: Lõuna-Georgia ja Lõuna-Sandwichi saared
fa: جورجیای جنوبی و جزایر ساندویچ جنوبی
fr: Géorgie du Sud, Îles Sandwich du Sud
ga: An tSeoirsia Theas agus Oileáin Sandwich Theas
he: האי ג׳ורג׳יה הדרומית ואיי סנדוויץ׳ הדרומיים
hr: Južna Gruzija i Južni Sendvič Otoci
hu: Dél-Georgia és Dél-Sandwich Szigetek
is: Suður-Georgía og Suður-Sandvíkureyjar
ja: 南ジョージア島・南サンドイッチ諸島
ko: 사우스조지아-사우스샌드위치제도
lt: Rytų Džordžija ir Rytų Sandwich salos
lv: Dienviddžordžija un Dienvidsendviču salas
mk: Јужна Џорџија и Јужни Сендвич Острови
pl: Wyspy Georgia Południowa i Sandwich Południowy
pt: Geórgia do Sul e Ilhas Sandwich do Sul
ru: Южная Джорджия и Южные Сандвичевы Острова
sk: Južná Georgia a Južné Sandwichove ostrovy
sl: Južna Georgija in Južni Sandwich Islands
sr: Јужна Џорџија и Јужна Сендвич Острва
tr: Güney Georgia ve Güney Sandwich Adaları
uk: Південна Джорджія та Південні Сандвічеві Острови
zh: 南佐治亚和南三明治群岛

source: Guam
bg: Гуам
el: Γκουάμ
eo: Gvamo
fa: گوام
he: גואם
is: Gvam
ja: グアム島
ko: 괌
lt: Guamas
lv: Guama
mk: Гвам
mt: Gwam
ru: Гуам
sr: Гуам
uk: Гуам
zh: 关岛

source: Heard Island and McDonald Islands
bg: Остров Хърд и Острови Макдоналд
cs: Ostrovy Heard a McDonald
de: Heard und McDonaldinseln
el: Νήσοι Χερντ και Μακντόναλντ
eo: Herda kaj Makdonaldaj Insuloj
es: Islas Heard y McDonald
et: Heard ja McDonald
fa: جزیره‌ی هرد و جزایر مک‌دونالد
fr: Îles Heard et MacDonald
ga: Oileán Heard agus Oileáin McDonald
he: איי הרד ואיי מקדונלנד
hr: Heard Otok i McDonald Otoci
hu: Heard és McDonald Szigetek
is: Heard og McDonaldseyjar
ja: ハード・アンド・マクドナルド・アイランズ
ko: 허드섬-맥도널드제도
lt: Heard ir McDonald salos
lv: Hērda un Makdonalda salas
mk: Хардови острови и Мекдоналд Острови
pl: Wyspy Heard i McDonald
pt: Ilha Heard e Ilhas McDonald
ru: Острова Херд и Мак-Дональд
sk: Heardove ostrovy a McDonaldove ostrovy
sl: Heardov otok in McDonaldovi otoki
sr: Херд и Мекдоналд Острва
tr: Heard Adası ve McDonald Adaları
uk: Острови Херд і Мак-Дональд
zh: 赫德与麦克唐纳群岛

source: British Indian Ocean Territory
bg: Британски територии в Индийския океан
cs: Britské území v Indickém oceánu
de: Britisches Territorium im Indischen Ozean
el: Βρετανικά Έδάφη Ινδικού Ωκεανού
eo: Brita Hindoceana Teritorio
es: Territorios Británico del Océano Índico
et: Briti India ookeani ala
fa: مستعمره‌های انگلستان در اقیانوس هند
fr: Territoire britannique de l’océan indien
ga: Críocha Briotanacha an Aigéin Indiagh
he: הטריטוריה הבריטית באוקינוס ההודי
hr: Britanski Teritorij Indijskog Oceana
hu: Brit Indiai Oceán
is: Bresku Indlandshafseyjar
ja: 英領インド洋植民地
ko: 영국령인도양식민지
lt: Britų Indijos vandenyno teritorija
lv: Britu Indijas okeāna teritorija
mk: Британско Индиско Океанска територија
pl: Terytorium Brytyjskie Oceanu Indyjskiego
pt: Território Britânico do Oceano Índico
ru: Британские Территории в Индийском Океане
sk: Britské územie v Indickom oceáne
sl: Britanska Indija
tr: Hint Okyanusu İngiliz Bölgesi
uk: Британські території Індійського океану
zh: 英属印度洋领地

source: Cayman Islands
bg: Кайманови острови
cs: Kajmanské ostrovy
de: Kaimaninseln
el: Νήσοι Κέιμαν
eo: Kejmanoj
es: Islas Caimán
et: Kaimani saared
fa: جزایر کِیمن
fr: Îles Caïmanes
ga: Oileáin Cayman
he: איי קיימאן
hr: Kajmanski Otoci
hu: Kajmán-szigetek
is: Caymaneyjar
ja: ケイマン諸島
ko: 케이맨제도
lt: Kaimanų salos
lv: Kaimanu salas
mk: Кајманови Острови
pl: Kajmany
pt: Ilhas Caiman
ru: Каймановы Острова
sk: Kajmanské ostrovy
sl: Kajmanski otoki
sr: Кајманска Острва
th: หมู่เกาะเคย์แมน
tr: Kayman Adaları
uk: Кайманові острови
zh: 开曼群岛

source: Northern Mariana Islands
bg: Северни Мариански Острови
cs: Severní Mariany
de: Nördliche Marianen
el: Νήσοι Βόρειες Μαριάνες
eo: Nord-Marianoj
es: Islas Marianas del Norte
et: Põhja-Mariaanid
fa: جزایر ماریانای شمالی
fr: Îles Mariannes du Nord
ga: Oileáin Mariana Thuaidh
he: איי מריאנה הצפוניים
hr: Sjeverni Marianski Otoci
hu: Északi Mariana-szigetek
is: Norður-Maríanaeyjar
ja: 北マリアナ諸島
ko: 북마리아나제도
lt: Šiaurinės Marianos salos
lv: Ziemeļu Marianas
mk: Северни Маријанини Острови
mt: Gżejjer Marjana ta' Fuq
pl: Wspólnota Marianów Północnych
pt: Ilhas Marianas do Norte
ru: Северные Марианские Острова
sk: Severné Mariány
sl: Severni Marianski otoki
sr: Северна Маријанска Острва
tr: Kuzey Mariana Adaları
uk: Північні Маріанські Острови
zh: 北马里亚纳群岛

source: Martinique
bg: Мартиника
ca: Martinica
cs: Martinik
el: Μαρτινίκα
eo: Martiniko
es: Martinica
fa: مارتینیک
he: מרטיניק
hr: Martinik
hu: Martinique (francia)
is: Martiník
ja: マルティニーク島
ko: 말티니크
lo: ມາຕິນິກ
lt: Martinika
lv: Martinika
mk: Мартиник
mt: Martinik
pl: Martynika
pt: Martinica
ru: Мартиник
sk: Martinik
sl: Martinik
sr: Мартиник
th: มาร์ตินีก
tr: Martinik
uk: Мартиніка
zh: 马提尼克岛

source: Montserrat
bg: Монсерат
dz: མོན་ས་རཊི
el: Μονσεράτ
fa: مونت‌سرات
ga: Montsarat
he: מונטסראט
hr: Montserat
ja: モントセラト島
ko: 몬트세라트
lo: ມອນເຊີລາດ
lt: Montserat
lv: Montserrata
mk: Монсерат
ru: Монсеррат
sr: Монсерат
th: มอนต์เซร์แร็ต
uk: Монсеррат
zh: 蒙特塞拉群岛

source: Norfolk Island
bg: Остров Норфолк
cs: Norfolk
de: Norfolkinsel
el: Νήσος Νόρφολκ
eo: Norfolkinsulo
es: Isla Norfolk
et: Norfolk
fa: جزیره‌ی نورفولک
fr: Île Norfolk
ga: Oileán Norfolk
he: איי נורפק
hr: Norfolški Otoci
hu: Norfolk-sziget
is: Norfolkeyja
ja: ノーフォーク島
ko: 노퍽섬
lt: Norfolko sala
lv: Norfolka
mk: Нофролк Остров
pl: Wyspa Norfolk
pt: Ilha Norfolk
ru: Остров Норфолк
sk: Norfolkov ostrov
sl: Otok Norfolk
sr: Норфолк Острво
tr: Norfolk Adası
uk: Острів Норфолк
zh: 诺福克岛

source: Niue
bg: Ниуе
el: Νιούε
eo: Niuo
es: Isla Niue
fa: نیوئه
fr: Niué
he: ניווה
ja: ニウエ島
ko: 니우에
lo: ນີຢູ
lt: Niujė
mk: Ние
ru: Ниуе
sr: Ниуе
th: นียู
tr: Niue Adaları
uk: Нія
zh: 纽埃

source: Saint Pierre and Miquelon
bg: Сен Пиер и Мигелон
cs: Svatý Pierre a Miquelon
de: St. Pierre und Miquelon
el: Σαιντ Πιέρ και Μικελόν
eo: Sent-Piero kaj Mikelono
es: San Pedro y Miquelón
et: Saint-Pierre ja Miquelon
fa: سنت پیر و میکلون
fr: Saint-Pierre-et-Miquelon
ga: Saint Pierre agus Miquelon
he: סנט פייר ומיקלון
hr: Sveti Petar i Miguel
hu: Saint Pierre és Miquelon
is: Sankti Pierre og Miquelon
ja: サンピエール・エ・ミクロン島
ko: 세인트피에르-미케롱
lt: Sen Pjeras ir Mikelonas
lv: Senpjēra un Mikelona
mk: Сент Пјер и Микелан
pl: St. Pierre i Miquelon
pt: Saint Pierre e Miquelon
ru: Сен-Пьер и Микелон
sk: Saint Pierre a Miquelon
sl: Saint Pierre in Miquelon
sr: Сен Пјер и Микелон
tr: Saint Pierre ve Miquelon
uk: Сен-Пʼєр і Мікелон
zh: 圣皮埃尔和密克隆

source: Pitcairn
bg: Питкайрн
el: Πίτκερν
eo: Pitkarna Insulo
fa: پیتکایرن
he: פיטקיירן
hu: Pitcairn-sziget
ja: ピトケアン島
ko: 핏케언섬
lt: Pitkernas
lv: Pitkērna
mk: Питкарн
ru: Остров Питкэрн
sk: Pitcairnove ostrovy
sr: Питкерн
uk: Піткерн
zh: 皮特凯恩

source: Palestinian Territory
bg: Палестински територии
de: Palästinensische Gebiete
dz: པེ་ལིསི་ཊི་ནིཡ ན་ཊེ་རི་ངོ་རི
el: Παλαιστινιακά Εδάφη
es: Territorios Palestinos
et: Palestiina Omavalitsus
fr: Territoire palestinien
ga: Na Críocha Pailistíneacha
he: הרשות הפלשתינית
hr: Palestinska Teritoija
hu: Palesztín Terület
is: Palestína
ja: パレスチナ
km: ប៉ាលេស្ទីន
ko: 팔레스타인 지구
lt: Palestinos teritorija
lv: Palestīniešu pašpārvaldes teritorija
mk: Палестинска Територија
pl: Terytoria Palestyńskie
ps: فلسطین
pt: Território da Palestina
ru: Палестинская автономия
sk: Palestínske územie
sl: Palestinsko ozemlje
sr: Палестинска територија
tr: Filistin Bölgesi
uk: Палестина
zh: 巴勒斯坦领土

source: Réunion
bg: Реюниън
el: Ρεϋνιόν
eo: Reunio
fa: ریونیون
he: ראוניון
hr: Reunion
hu: Reunion (francia)
ja: レユニオン島
ko: 리유니온
lt: Rejunjonas
lv: Reinjona
mk: Рејунион
pl: Reunion
pt: Reunião
ru: Реюньон
sk: Reunion
sl: Reunion
sr: Реинион
tr: Reunion
uk: Реюньйон
zh: 留尼汪

source: Saint Helena
bg: Света Елена
cs: Svatá Helena
de: St. Helena
el: Αγία Ελένη
eo: Sent-Heleno
es: Santa Elena
fa: سنت هلن
fr: Sainte-Hélène
ga: San Héilin
he: סיינט הלנה
hr: Sveta Helena
is: Sankti Helena
ja: セントヘレナ島
ko: 세인트헬레나
lt: Šventoji Elena
lv: Sv. Helēnas sala
mk: Света Елена
pl: Wyspa Świętej Heleny
pt: Santa Helena
ru: Остров Святой Елены
sk: Svätá Helena
sl: Sveta Helena
sr: Света Јелена
uk: Св. Єлена
zh: 圣赫勒拿

source: Svalbard and Jan Mayen
bg: Свалбард и Ян Майен
cs: Svalbard a Jan Mayen
de: Svalbard und Jan Mayen
el: Νήσοι Σβάλμπαρ και Γιαν Μαγιέν
eo: Svalbardo kaj Jan-Majen-insulo
es: Svalbard y Jan Mayen
et: Svalbard ja Jan Mayen
fa: اسوالبارد و جان ماین
fr: Svalbard et Île Jan Mayen
ga: Svalbard agus Jan Mayen
he: סוולבארד וז׳אן מאיין
hr: Svalbard i Jan Mayen
hu: Svalbard és Jan Mayen
is: Svalbarði og Jan Mayen
ja: スバールバル諸島・ヤンマイエン島
ko: 스발바르제도-얀마웬섬
lt: Svalbardo ir Jan Majen salos
lv: Svalbāra un Jana Majena sala
mk: Свалбард и Жан Мијен Острови
pl: Svalbard i Wyspy Jan Mayen
pt: Svalbard e Jan Mayen
ru: Острова Свалбард и Жан Майен
sk: Špicbergy a Jan Mayen
sl: Svalbard in Jan Mayen
sr: Свалбард и Јанмајен Острва
tr: Svalbard ve Jan Mayen
uk: Свалбард і Ян Майєн, острови
zh: 斯瓦尔巴特和扬马延

source: Turks and Caicos Islands
bg: Острови Туркс и Кайкос
cs: Ostrovy Caicos a Turks
de: Turks- und Caicosinseln
el: Νήσοι Τερκς και Κάικος
es: Islas Turcas y Caicos
et: Turks ja Caicos
fa: جزایر ترک و کایکوس
fr: Îles Turks et Caïques
ga: Oileáin Turks agus Caicos
he: איי טורקס וקאיקוס
hr: Turkski i Kaikos Otoci
hu: Török és Caicos Szigetek
is: Turks- og Caicoseyjar
ja: タークス諸島・カイコス諸島
ko: 터크스케이커스제도
lt: Turks ir Kaikos salos
lv: Tērksas un Kaikosas salas
mk: Турк и Каикос Острови
pl: Turks i Caicos
pt: Ilhas Turks e Caicos
ru: Острова Туркс и Кайкос
sk: Turks a Caicos
sl: Otočji Turks in Caicos
sr: Туркс и Кајкос Острва
tr: Turks ve Caicos Adaları
uk: Теркс і Кайкос
zh: 特克斯和凯科斯群岛

source: Tokelau
bg: Токелау
el: Τοκελάου
es: Islas Tokelau
fa: توکلائو
ga: Tócalá
he: טוקלאו
is: Tókelá
ja: トケラウ諸島
ko: 토켈라우
lo: ໂທກິໂລ
mk: Токелау
mt: Tokelaw
ru: Токелау
sr: Токелау
th: โทกิโล
uk: Токелау
zh: 托克劳

source: United States Minor Outlying Islands
bg: САЩ - външни острови
cs: Menší odlehlé ostrovy USA
de: Amerikanisch-Ozeanien
el: Απομακρυσμένες Νησίδες των Ηνωμένων Πολιτειών
eo: Usonaj malgrandaj insuloj
es: Islas menores alejadas de los Estados Unidos
et: Ühendriikide hajasaared
fa: جزایر کوچک دورافتاده‌ی ایالات متحده
fr: Îles Mineures Éloignées des États-Unis
ga: Mion-Oileáin Imeallacha S.A.M.
he: איים קטנים שלחוף ארצות הברית
hr: Sjedinjene Države Manji Vanjski Otoci
is: Smáeyjar Bandaríkjanna
ja: 米領太平洋諸島
ko: 미국령 해외 제도
lt: JAV antraeilės teritorijos salos
lv: ASV mazās aizjūras teritorijas
pt: Ilhas Menores Distantes dos Estados Unidos
ru: Внешние малые острова (США)
sk: Menšie odľahlé ostrovy USA
sl: Ameriški manjši oddaljeni otoki
sr: Мања удаљена острва САД
tr: Amerika Birleşik Devletleri Küçük Dış Adaları
uk: Віддалені Острови США
zh: 美国边远小岛

source: Wallis and Futuna
bg: Уолис и Футуна
cs: Wallis a Futuna
de: Wallis und Futuna
el: Νήσοι Ουαλλίς και Φουτουνά
eo: Valiso kaj Futuno
es: Wallis y Futuna
et: Wallis ja Futuna
fa: والیس و فیوتونا
fr: Wallis et Futuna
ga: Oileáin Vailís agus Futúna
he: ואליס ופוטונה
hr: Wallis i Futuna
hu: Wallis és Futuna Szigetek
is: Wallis- og Fútúnaeyjar
ja: ウォリス・フトーナ
ko: 왈리스-푸투나 제도
lt: Valiso ir Futuna salos
lv: Volisa un Futuna
mk: Волис и Футуна острови
pl: Wallis i Futuna
pt: Wallis e Futuna
ru: Эллис и Футуна
sk: Wallis a Futuna
sl: Wallis in Futuna
sr: Валис и Футуна Острва
tr: Wallis ve Futuna
uk: Валліс і Футуна, острови
zh: 瓦利斯和富图纳

source: Mayotte
bg: Мейот
el: Μαγιότ
eo: Majoto
fa: مایوت
he: מיוטה
hr: Majote
ja: マヨット島
ko: 마요티
lo: ມາຢອດ
lt: Majotė
lv: Majota
mk: Мајоте
mt: Majotte
pl: Majotta
ru: Майотта
sr: Мајоте
th: มายอต
uk: Майот
zh: 马约特
